<script setup lang="ts"></script>

<template>
  <div class="flex flex-col gap-3 w-1/2">
    <h1 class="text-xl">Описание проекта</h1>
    <p class="indent-5">
      Пусть дан человек с некоторой абстрактной идеей, наша цель, с помощью
      математической логики и теории множеств, получить из этой астрактной идеи
      конкретную, проверить на непротиворечивость(хотя бы на базовом уровне),
      формализовать её, визуализировать связи между сущностями, сформулировать
      стуктуру хранения сущностей данных в реляционной базе данных.
    </p>
    <p class="indent-5">
      В качестве входных данных имеем сущности, являющиеся по своей сути
      множествами, отношения между сущностями(отношения в математическом смысле
      этого слова)
    </p>
  </div>
</template>
